{
  
    "aboutUs": {
      "title": "About us",
      "description1": "Vista Adult Day Health Care is a licensed and qualified provider of Community-Based Adult Services (CBAS), serving the Southern California community since 2007. We are committed to helping those who seek an enriched and healthy life.",
      "description2": "Our comprehensive services include individual assessment, professional nursing services, physical, occupational, and speech therapies, mental health services, therapeutic activities, social services, personal care, diverse meals, nutritional counseling, and transportation to and from surrounding areas.",
      "description3": "Our goal is to provide a community for seniors to socialize and improve their health, safety, and well-being. We offer both therapeutic and recreational services to our Vista ADHC members. Our dedicated staff treats members with professionalism, dignity, and compassion, helping them restore and maintain optimal health, self-reliance, and independence. We welcome participants of all races, nationalities, and religious backgrounds. Our team of highly qualified and trained healthcare professionals shares our goals and philosophy, striving to create a nurturing, inclusive, and supportive environment for all.",
      "missionStatement": "Mission Statement",
      "missionDescription": "Vista's mission is to provide a nurturing and inclusive environment where adults can receive comprehensive care, support, and participate in engaging activities. We aim to enhance their physical, emotional, and cognitive well-being, promote social interaction, and empower individuals to maintain independence and lead fulfilling lives. Our dedicated team is committed to delivering personalized care, fostering a sense of community, and improving the overall quality of life for our participants and their families.",
      "meetStaff": "Meet Our Staff",
      "adminDepartment": "Administration Department",
      "programActivities": "Programs & Activities Department",
      "healthTherapy": "Health & Therapy Department",
      "founder": "Founder",
      "projectDirector": "Project Director",
      "officeAssistant": "Office Assistant / Receptionist",
      "activitiesCoordinator": "Activities Coordinator",
      "activitiesDept": "Programs & Activities Department",
      "programAide": "Program Aide",
      "socialWorker": "Social Worker",
      "ptOtAide": "PT/OT Aide",
      "driver": "Driver",
      "cna": "CNA",
      "kitchenStaff": "Program Aide / Kitchen",
      "rd": "RD"
    }
  }
  