{
  
    "aboutUs": {
      "title": "About us",
      "description1": "Vista Adult Day Health Care is a licensed and qualified provider of Community-Based Adult Services (CBAS), serving the Southern California community since 2007. We are committed to helping those who seek an enriched and healthy life.",
      "description2": "Our comprehensive services include individual assessment, professional nursing services, physical, occupational, and speech therapies, mental health services, therapeutic activities, social services, personal care, diverse meals, nutritional counseling, and transportation to and from surrounding areas.",
      "description3": "Our goal is to provide a community for seniors to socialize and improve their health, safety, and well-being. We offer both therapeutic and recreational services to our Vista ADHC members. Our dedicated staff treats members with professionalism, dignity, and compassion, helping them restore and maintain optimal health, self-reliance, and independence. We welcome participants of all races, nationalities, and religious backgrounds. Our team of highly qualified and trained healthcare professionals shares our goals and philosophy, striving to create a nurturing, inclusive, and supportive environment for all.",
      "missionStatement": "Mission Statement",
      "missionDescription": "Vista's mission is to provide a nurturing and inclusive environment where adults can receive comprehensive care, support, and participate in engaging activities. We aim to enhance their physical, emotional, and cognitive well-being, promote social interaction, and empower individuals to maintain independence and lead fulfilling lives. Our dedicated team is committed to delivering personalized care, fostering a sense of community, and improving the overall quality of life for our participants and their families.",
      "meetStaff": "Meet Our Staff",
      "adminDepartment": "Administration Department",
      "programActivities": "Programs & Activities Department",
      "healthTherapy": "Health & Therapy Department",
      "founder": "Founder",
      "projectDirector": "Project Director",
      "officeAssistant": "Office Assistant / Receptionist",
      "activitiesCoordinator": "Activities Coordinator",
      "activitiesDept": "Programs & Activities Department",
      "programAide": "Program Aide",
      "socialWorker": "Social Worker",
      "ptOtAide": "PT/OT Aide",
      "driver": "Driver",
      "cna": "CNA",
      "kitchenStaff": "Program Aide / Kitchen",
      "rd": "RD"
    },
    "header":{
      "home": "Home",
      "gallery": "Gallery",
      "services": "Services",
      "aboutUs": "About Us",
      "eventsCalendar": "Events Calendar",
      "more":"More",
      "eligibility": "Eligibility & Insurance",
      "adminLogin": "Admin Login",
      "contactUs": "Contact Us",
      "logoText": "ADULT DAY HEALTH CARE"
    },
    "footer":{      
    "copyright": "© 2024 Vista Adult Day Health Care. All rights reserved.",
    "serving": "Proudly serving the community since 2007."},
    "missionPage": {
      "title": "Mission Statement",
      "description": "Vista's mission is to provide a nurturing and inclusive environment where adults can receive comprehensive care, support and participate in engaging activities. We aim to enhance their physical, emotional and cognitive well-being, promote social interaction, and empower individuals to maintain independence and lead fulfilling lives.",
      "cards": [
        {
          "title": "Empowering Seniors",
          "content": "As a licensed provider of Community-Based Adult Services (CBAS) since 2007, we offer comprehensive care including professional nursing services, various therapies, mental health support, and personalized activities. Our dedicated staff treats each member with dignity and compassion, helping them maintain optimal health and independence.",
          "iconPath": "M12 2C6.48 2 2 6.48 2 12s4.48 10 10 10 10-4.48 10-10S17.52 2 12 2zm0 18c-4.41 0-8-3.59-8-8s3.59-8 8-8 8 3.59 8 8-8 8zm4.17-5.24l-1.1-1.1c.71-1.33.53-3.01-.59-4.13-1.33-1.33-3.47-1.33-4.8 0s-1.33 3.47 0 4.8 3.47 1.33 4.8 0l1.1 1.1c.76.76 2 .76 2.76 0 .76-.76.76-2 0-2.76z"
        },
        {
          "title": "Community Engagement",
          "content": "We create a vibrant community where seniors can socialize and thrive. Our services include therapeutic activities, social services, diverse meals, nutritional counseling, and convenient transportation. We welcome participants of all backgrounds, fostering an inclusive environment where everyone can participate in engaging activities and build meaningful connections.",
          "iconPath": "M16 11c1.66 0 2.99-1.34 2.99-3S17.66 5 16 5s-3 1.34-3 3 1.34 3 3 3zm-8 0c1.66 0 2.99-1.34 2.99-3S9.66 5 8 5 5 6.34 5 8s1.34 3 3 3zm0 2c-2.33 0-7 1.17-7 3.5V18h14v-1.5c0-2.33-4.67-3.5-7-3.5zm8 0c-.29 0-.62.02-.97.05.02.01.03.03.04.04 1.14.83 1.93 1.94 1.93 3.41V18h6v-1.5c0-2.33-4.67-3.5-7-3.5z"
        }
      ]
    },
    
    "testimonials": {
      "title": "Testimonials",
      "testimonial1": {
        "name": "Francisco(Paco) R.",
        "text": "I love everything here. I also have a best friend here at the center. The fondest memory of this place for me is when I won at Raffle game.",
        "role": "Long-term Member"
      },
      "testimonial2": {
        "name": "Yolanda Perez",
        "text": "I've been coming here for 10 years now and have made so many friends. I keep coming back here because I feel regenerated and I feel good and like I did something. It just does good for me when I go back home!",
        "role": "Long-term Member"
      },
      "testimonial3": {
        "name": "Raul Moreno",
        "text": "This center has impacted me in a great way due to my accident in the past. They focused on taking care of me, making sure I was mentally, physically, and emotionally good. I have been here for 19 years and their care for me is unwavering.",
        "role": "Long-term Member"
      }
    },
    "eligibility": {
      "title": "Participant Eligibility in Vista Adult Day Care",
      "description": {
        "eligibilityCriteria": "Eligibility Criteria for ADHC: Community-based programs providing an organized day program of health, therapeutic, and social services. Programs serve frail older adults and younger adults with chronic disabling medical, cognitive, or mental health conditions who are at risk of institutional placement. Serves adults age 18 and over."
      },
      "paymentSources": {
        "title": "Payment Sources",
        "sources": [
          {
            "name": "Medi-Cal",
            "description": "For participants who meet the Medi-Cal CBAS eligibility criteria."
          },
          {
            "name": "Private Payment",
            "description": "Self-pay options available for participants not eligible for other funding sources."
          },
          {
            "name": "Regional Center",
            "description": "For participants with Developmental Disabilities, funded through regional centers."
          },
          {
            "name": "Area Agencies on Aging",
            "description": "Services funded through local aging agencies for qualified participants."
          }
        ]
      }
    }
    }
    
    
  
  